{
    "Sun": {
        "1": {
            "good": "Such person will be orthodox, religious, self made person, prosperous if earn honestly and helps others, take care of his father but does not expect same from his/her children, He will not get paternal property but leave property for his children.",
            "goodNp": "यस्तो व्यक्ति परम्परागत, धार्मिक, र आफ्नै पौरखले बनेको हुन्छ। इमानदार भएमा र अरूलाई मद्दत गरेमा समृद्ध हुन्छ। बुबाको हेरचाह गर्छ तर आफ्ना छोराछोरीबाट त्यस्तै अपेक्षा गर्दैन।",
            "bad": "He may suffer from tuberculosis and the obstructions will emerge in every field of life whenever he is about to achieve/get something in his life.",
            "badNp": "उनले क्षयरोगबाट पीडित हुन सक्छ र जीवनको हरेक क्षेत्रमा बाधाहरू आउन सक्छन्, विशेष गरी जब उनी केहि प्राप्त गर्ने तरखरमा हुन्छन्।",
            "remedies": "HE SHOULD INSTALL A HANDPUMP AT HIS PARENTAL PLACE TO NEUTRALIZE THE MALEFIC EFFECT OF THE SUN.",
            "remediesNp": "सूर्यको नकारात्मक प्रभावलाई कम गर्न उनले आफ्नो पैतृक स्थानमा हातेपम्प (हेण्डपम्प) जडान गर्नुपर्छ।"
        },
        "2": {
            "good": "Good for maternal uncle, the in-laws of daughter will be good, prosperous if has faith in god, He will be skillful and self reliant, may be painter, technician, owns vehicles",
            "goodNp": "मामाको लागि राम्रो, छोरीको ससुराली पक्ष राम्रो हुनेछ। ईश्वरमा विश्वास भएमा समृद्ध हुनेछ। उनी सीपयुक्त र आत्मनिर्भर हुनेछन्।",
            "bad": "Sun of this house gives malefic effects to wife, mother, aunt and also bad for finance. He may suffer from any disease relating to rectum.",
            "badNp": "यस भावको सूर्यले पत्नी, आमा र काकीलाई नकारात्मक असर दिन सक्छ। आर्थिक रूपमा पनि खराब हुन सक्छ।",
            "remedies": "HE SHOULD GIVE COCONUT OIL AND ALMONDS AT ANY PLACE OF WORSHIP.",
            "remediesNp": "उनले कुनै पनि पूजा स्थलमा नरिवलको तेल र बदाम चढाउनुपर्छ।"
        },
        "3": {
            "good": "Such a person is handsome, beautiful, may be astrologer, mathematician, teacher/professor, if businessman than the business involving mental skill like software business suits him. Trading is also beneficial. Sun do not give any malefic effects in this house unless otherwise forced to do so",
            "goodNp": "यस्तो व्यक्ति सुन्दर हुन्छ, ज्योतिषी, गणितज्ञ, वा शिक्षक हुन सक्छ। मानसिक सीप आवश्यक पर्ने व्यापार उनीहरूका लागि उपयुक्त हुन्छ।",
            "bad": "Not of sound character, bad habits, fear of thieves, very bad for maternal uncle and neighbors.",
            "badNp": "खराब बानी, चोरहरूको डर, र मामा र छिमेकीहरूका लागि धेरै खराब प्रभाव हुन सक्छ।",
            "remedies": "TO CHECK BAD HABITS AND NEGATIVE THINKING.",
            "remediesNp": "खराब बानी र नकारात्मक सोचलाई नियन्त्रणमा राख्नुपर्छ।"
        },
        "4": {
            "good": "Such a person will be of a sound character and it doesn't matter where he born, never harms anybody. He will have surplus money but may not nurse parents. The business of gold, silver and travelling will be beneficial. If such a person creates something new or do research work this will be beneficial to him.",
            "goodNp": "यस्तो व्यक्ति असल चरित्रको हुन्छ र कसैलाई हानि पुर्याउँदैन। उनीसँग पर्याप्त धन हुनेछ। सुन, चाँदी र भ्रमणसँग सम्बन्धित व्यवसाय लाभदायक हुनेछ।",
            "bad": "It will be very difficult to leave bad habits, business relating to wood may not be fruitful, problem with in- laws, ophthalmologic problem, if person is greedy than he will loose everything even house will sold out.",
            "badNp": "खराब बानीहरू छोड्न धेरै गाह्रो हुन सक्छ। काठसँग सम्बन्धित व्यवसाय फलदायी नहुन सक्छ। लोभ गरेमा सबै कुरा गुम्न सक्छ।",
            "remedies": "DISTRIBUTE FOOD AMONG BLINDS AND NEEDY OR LOOK AFTER HIS OLD PARENTS.",
            "remediesNp": "अन्धाहरू र गरिबहरूलाई खाना वितरण गर्नुहोस् वा आफ्ना वृद्ध आमाबाबुको हेरचाह गर्नुहोस्।"
        },
        "5": {
            "good": "In this house if health is good than the business will suffer and if business is good than the health will be poor. In this house sun will act as a double edged sword.",
            "goodNp": "यस भावमा स्वास्थ्य राम्रो भए व्यापारमा समस्या आउन सक्छ र व्यापार राम्रो भए स्वास्थ्य कमजोर हुन सक्छ।",
            "bad": "Native will rise after the birth of male child but it is difficult to have male child.",
            "badNp": "छोराको जन्मपछि भाग्य उदय हुनेछ तर छोरा प्राप्त गर्न गाह्रो हुन सक्छ।",
            "remedies": "KITCHEN SHOULD BE ON THE EASTERN SIDE OF THE HOUSE.",
            "remediesNp": "भान्साकोठा घरको पूर्वी भागमा हुनुपर्छ।"
        },
        "6": {
            "good": "If Native believes in destiny then pretender gives blessing and good wishes to all even to the persons who have done wrong to him. He will be very rigid, fond of women but this will not effect his business or service. One or two steep UP AND DOWNS in his life may be possible. Do not change the line of business/service after the birth of male child.",
            "goodNp": "यदि व्यक्तिले भाग्यमा विश्वास गर्छ भने उसले सबैलाई आशीर्वाद र शुभकामना दिन्छ। उनी धेरै अडिग स्वभावका हुन्छन्।",
            "bad": "Overall health will not be good, may have high blood pressure or hypertension or grand parents will be sick or may have the sun light problem on body or on eyes.",
            "badNp": "समग्र स्वास्थ्य राम्रो नहुन सक्छ। उच्च रक्तचाप वा आँखाको समस्या हुन सक्छ।",
            "remedies": "GIVE BREAD TO DOG AT THE PLACE OF WORSHIP.",
            "remediesNp": "पूजा स्थलमा कुकुरलाई रोटी खुवाउनुहोस्।"
        },
        "7": {
            "good": "Boastful nature has no marital harmony up to 15years from the date of marriage. Place of work if far off from the residence will be good. Wife of the native will be very delicate and shy in nature.",
            "goodNp": "घमण्डी स्वभावले गर्दा विवाहको १५ वर्षसम्म वैवाहिक सुख नहुन सक्छ। निवासबाट टाढा काम गर्नु राम्रो हुनेछ। पत्नी धेरै नाजुक र लजालु स्वभावको हुन सक्छिन्।",
            "bad": "Native may be rude and selfish by nature Bad for father's sister right from the birth. If consuming excess salt then money, family and peace will be badly affected. He may suffer from Tuberculosis, Leukoderma or disease which is difficult to diagnose.",
            "badNp": "व्यक्ति स्वभावले कठोर र स्वार्थी हुन सक्छ। जन्मदेखि नै फुपूको लागि खराब। धेरै नुन सेवन गरेमा धन, परिवार र शान्तिमा असर पर्नेछ।",
            "remedies": "PUT THE SQUARE OF COPPER UNDER THE EARTH. SHOULD DRINK WATER AFTER PUTTING SOME SWEET IN THE MOUTH. SHOULD PUT A PIECE OF BREAD IN FIRE BEFORE EATING MEAL.",
            "remediesNp": "तामाको वर्गाकार टुक्रा जमिन मुनि गाड्नुहोस्। मुखमा केही गुलियो राखेर पानी पिउनुहोस्। खाना खानु अघि आगोमा रोटीको टुक्रा चढाउनुहोस्।"
        },
        "8": {
            "good": "Sun in this house makes a native strong that even death fears from him (if such a person sitting by the side of a person who is taking his last breaths, will not die till he is sitting there). Native may live like a king Saint who can make gold from the dust.",
            "goodNp": "यस भावमा सूर्यले व्यक्तिलाई यति बलियो बनाउँछ कि मृत्यु पनि उनीदेखि डराउँछ। उनी राजाजस्तो सन्तको रूपमा बाँच्न सक्छन् जसले माटोलाई सुन बनाउन सक्छ।",
            "bad": "Native will be ruined if he indulges in extra marital relations or entrance of his house is from south direction.",
            "badNp": "यदि परस्त्री गमनमा लागे वा घरको प्रवेशद्वार दक्षिण दिशामा भएमा व्यक्ति बर्बाद हुन सक्छ।",
            "remedies": "DON'T DO BAD DEED AND DON'T DO ANYTHING WHICH IS NOT FAVOURABLE FOR GOOD SUN POSITION",
            "remediesNp": "खराब काम नगर्नुहोस् र सूर्यको राम्रो स्थितिको लागि प्रतिकूल हुने कुनै पनि काम नगर्नुहोस्।"
        },
        "9": {
            "good": "Native may be helpful to others, he has a proficiency in his hand to cure illness. He has an ability to sacrifice anything for his family but will not expect anything in return.",
            "goodNp": "व्यक्ति अरूलाई मद्दत गर्ने हुन सक्छ, उनीसँग रोग निको पार्ने क्षमता हुन सक्छ। परिवारको लागि जे पनि त्याग गर्न सक्ने तर बदलामा केही नचाहने स्वभाव।",
            "bad": "Sun will become unfavorable If he accepts silver in charity or if he sits idle.",
            "badNp": "यदि चाँदी दानमा लिएमा वा निष्क्रिय बसेमा सूर्य प्रतिकूल हुनेछ।",
            "remedies": "IF SUCH A PERSON HAS FAITH IN RELIGION OR HE SHOULD RESPECT IT. HE SHOULD NOT ACCEPT SILVER AS A GIFT. HE SHOULD KEEP BIG VESSELS OF BRASS IN HIS HOUSE.",
            "remediesNp": "धर्ममा विश्वास राख्नुपर्छ र आदर गर्नुपर्छ। उपहारको रूपमा चाँदी स्वीकार नगर्नुहोस्। घरमा पित्तलका ठूला भाँडाहरू राख्नुहोस्।"
        },
        "10": {
            "good": "Native may be prominent person with good health but doubty.",
            "goodNp": "व्यक्ति राम्रो स्वास्थ्य भएको प्रतिष्ठित व्यक्ति हुन सक्छ तर शंकालु स्वभावको हुन सक्छ।",
            "bad": "Bad effects on age, vision, father, chest, knee. If cries before others he will have more cry in his life.",
            "badNp": "उमेर, दृष्टि, बुबा, छाती र घुँडामा खराब असर। यदि अरूको अगाडि रोएमा जीवनमा झन् धेरै रुनु पर्ने हुन सक्छ।",
            "remedies": "HE SHOULD KEEP HIS HEAD COVERED. HE SHOULD PUT COIN OR ROUND PIECE OF SILVER IN THE RUNNING RIVER.",
            "remediesNp": "टाउको छोपेर राख्नुपर्छ। चाँदीको सिक्का वा गोलो टुक्रा बगिरहेको नदीमा बगाउनुहोस्।"
        },
        "11": {
            "good": "Native may becomes head of family himself. If religious minded then family will be happy, if vegetarian then he will get children and good life for them",
            "goodNp": "यस्तो व्यक्ति आफैं परिवारको मुखिया बन्न सक्छ। यदि धार्मिक भए परिवार सुखी हुनेछ। शाकाहारी भए सन्तान सुख र जीवन राम्रो हुनेछ।",
            "bad": "Sun gives malefic effects on age, income, own build house, goodwill, and children. If he eats meat (non- veg.) it is equal to eat his own children, Impetuous.",
            "badNp": "सूर्यले आयु, आम्दानी, आफ्नै घर, र सन्तानमा नकारात्मक प्रभाव पार्न सक्छ। यदि मासु खाएमा आफ्नै सन्तान खाए बराबर हुनेछ। आवेगपूर्ण स्वभाव।",
            "remedies": "RADDISH, TURNIP, CARROT, ALMOND SHOULD BE KEPT BENEATH THE HEAD SIDE OF THE BED IN NIGHT AND GIVE THEM IN THE MORNING AT THE PLACE OF WORSHIP.",
            "remediesNp": "मूला, सलगम, गाजर, र बदाम राती सुत्दा सिरानीमूनि राख्नुहोस् र बिहान पूजा स्थानमा दान गर्नुहोस्।"
        },
        "12": {
            "good": "Native will have sound sleep. He may have a strong character whether servant or employer. Native will be rich, intelligent, happy family life, gain from business or good job till he keep the open corridor in his house. Business of machines may not suit him. Unreligious and unsocial activities will ruin him",
            "goodNp": "राम्रो निद्रा पर्नेछ। बलियो चरित्र हुनेछ। धनी, बुद्धिमान, र सुखी पारिवारिक जीवन हुनेछ। घरमा खुला बरान्डा राखेसम्म व्यवसाय वा जागिरबाट लाभ हुनेछ। मेसिनरी व्यवसाय उपयुक्त नहुन सक्छ। अधार्मिक र असामाजिक गतिविधिले बर्बाद गर्न सक्छ।",
            "bad": "Sun gives malefic effects on Head, thoughts, relations, wife etc., if drunker or takes bribe or lives at in-laws place.",
            "badNp": "यदि रक्सी सेवन गरेमा, घुस लिएमा वा ससुरालीमा बसेमा टाउको, विचार, सम्बन्ध, र पत्नीमा खराब असर पर्नेछ।",
            "remedies": "HE SHOULD KEEP HIMSELF AWAY FROM ALL ABOVE SAID MALEFIC SITUATIONS.",
            "remediesNp": "माथि उल्लेखित सबै खराब परिस्थितिहरूबाट टाढा रहनुपर्छ।"
        }
    },
    "Moon": {
        "1": {
            "good": "Native always will be beneficial from Govt. Service or from work related to Govt., if one brother had expired before the birth of native and if married before 28 years of age or in the 28th year then anyone from blood relation may die or such person may not have children. Same situation will prevail if such a person constructs a house from his own income before 24th years of his age or in the 24th year.",
            "goodNp": "सरकारी सेवा वा सरकारी कामबाट जहिले पनि फाइदा हुनेछ। धार्मिक र दयालु स्वभावको हुन्छ।",
            "bad": "Moon here gives malefic effects if native sells milk or accepts things related to moon or distributes milk free of cost. Green color or green colored things will be harmful for health.",
            "badNp": "यदि व्यक्तिले दूध बेच्छ वा चन्द्रमासँग सम्बन्धित चीजहरू स्वीकार गर्छ भने यसले खराब असर दिन सक्छ। हरियो रंग स्वास्थ्यका लागि हानिकारक हुन सक्छ।",
            "remedies": "NATIVE SHOULD DRINK MILK IN A UTENSIL MADE OF SILVER. HE MAY FIX COPPER NAILS IN ALL THE FOUR LEGS OF BED. IF HE IS WEAK IN EDUCATION HE SHOULD REGULARLY TAKE BLESSINGS OF HIS MOTHER",
            "remediesNp": "चाँदीको भाँडामा दूध खानुपर्छ। ओछ्यानको चारै खुट्टामा तामाको काँटी ठोक्नुपर्छ। आमाको आशीर्वाद लिनुपर्छ।"
        },
        "2": {
            "good": "Native will be well educated but may not have money till his mother is alive. Native will earn much money but may not have a good education till his father is alive. He may be expert in worldly knowledge and with the help of this he may earn good money and this will be the foundations of his luck but will not get education even up to 5th standard. Native may have brothers but not sisters, He will definitely get children even if there are very remote chances of child birth.",
            "goodNp": "आमा जीवित हुँदासम्म धनको अभाव हुन सक्छ तर शिक्षित हुनेछ। बुबा जीवित हुँदासम्म उच्च शिक्षामा बाधा हुन सक्छ तर धन कमाउनेछ। व्यावहारिक ज्ञानमा निपुण।",
            "bad": "Bad for eyesight, play a bell at place of worship will make native childless.",
            "badNp": "आँखाको दृष्टिका लागि खराब। मन्दिरमा घण्ट बजाउनाले सन्तान सुखमा बाधा पुग्न सक्छ।",
            "remedies": "IF FEMALES OF THE FAMILY (INCLUDING DAUGHTER) HAVING ANY TYPE OF PROBLEM THEN GIVE/DISTRIBUTE GREEN COLOR CLOTH TO TEN KIDS FOR 40 TO 43 DAYS. PUT SQUARE PIECE OF SILVER UNDER FLOOR OF HOUSE. KEEP AT LEAST SOME PLACE MUDDY.",
            "remediesNp": "परिवारका महिलाहरूलाई समस्या भएमा १० जना बालबालिकालाई हरियो लुगा दान गर्नुहोस्। घरको भुइँमुनि चाँदीको वर्गाकार टुक्रा राख्नुहोस्।"
        },
        "3": {
            "good": "Native if saint he will achieve maximum, if worldly then he will be very rich. If he respects female, his family will keep on progressing for next three generations. The moon of this house gives power to fight death, winner in disputes, no fear of theft, creative mind with positive thinking and attitude.",
            "goodNp": "साधु भएमा उच्च सफलता, संसारी भएमा धनी। महिलाको सम्मान गरेमा तीन पुस्तासम्म उन्नति हुनेछ।",
            "bad": "Bad deeds may compel him to sell his own wife or daughter or property.",
            "badNp": "खराब कर्मले परिवार र सम्पत्ति नाश गराउन सक्छ।",
            "remedies": "DISTRIBUTE SILVER OR COPPER MADE THINGS EQUAL TO AS MANY AS THE NUMBER OF FAMILY MEMBERS.",
            "remediesNp": "परिवारका सदस्यहरूको संख्या बराबर चाँदी वा तामाका वस्तुहरू दान गर्नुहोस्।"
        },
        "4": {
            "good": "Native have sharp memory, more he spends more he gets, father side relatives will be well settled and helpful, paternal house will be auspicious.",
            "goodNp": "तीक्ष्ण स्मरणशक्ति, जति धेरै खर्च गरे त्यति नै आम्दानी बढ्ने। पैतृक घर शुभ रहनेछ।",
            "bad": "Native should not refuse to give charity, do not sell milk or milk products.",
            "badNp": "दान दिन इन्कार नगर्नुहोस्। दूध वा दुग्धजन्य पदार्थ नबेच्नुहोस्।",
            "remedies": "HE SHOULD AVOID ABOVE THINGS.",
            "remediesNp": "माथिका कुराहरूबाट टाढा रहनुहोस् (दूध नबेच्ने)।"
        },
        "5": {
            "good": "Native will be intelligent, fearless, no one can hide secret from him and he also cannot keep his matters secret, if he is theist and religious minded his children will be obedient and successful.",
            "goodNp": "बुद्धिमान र निडर। रहस्य पत्ता लगाउन सिपालु। सन्तान आज्ञाकारी र सफल हुनेछन्।",
            "bad": "Moon of this house gives malefic effect on particularly on liquid cash and if peevish his fortune will be badly effected.",
            "badNp": "नगद धनमा समस्या हुन सक्छ। झर्को मान्ने बानीले भाग्य बिगार्न सक्छ।",
            "remedies": "HE SHOULD KEEP HIMSELF AWAY FROM GREED AND SELFISHNESS. NATIVE SHOULD TAKE ADVICE OF THIRD PERSON IF HE IS DOING SOME ADVERSE TO SOMEONE ELSE.",
            "remediesNp": "लोभ र स्वार्थबाट टाढा रहनुहोस्। कुनै पनि महत्त्वपूर्ण निर्णय लिनु अघि अरूको सल्लाह लिनुहोस्।"
        },
        "6": {
            "good": "Tit for tat, Native is good for a good and very bad for a bad. Even a dying person will survive if such subject gives water to him.",
            "goodNp": "'जस्तालाई त्यस्तै' व्यवहार गर्ने। राम्रालाई धेरै राम्रो र खराबलाई धेरै खराब।",
            "bad": "Moon may give malefic effect if native makes a well for charity, if distributes water free of cost before attaining the age of 24years or in 24th year. Drinking milk in night is like a poison.",
            "badNp": "२४ वर्ष अघि नि:शुल्क पानी वितरण गर्दा वा इनार बनाउँदा खराब फल मिल्न सक्छ। राती दूध पिउनु हानिकारक हुन सक्छ।",
            "remedies": "NATIVE SHOULD GET THE WELL DIGGED IN HOSPITALS OR CREMATION GROUND. IF HEALTH OF MOTHER IS NOT GOOD FOR A LONG PERIOD OR FACE PROBLEMS IN BUSINESS OR ANY TYPE OF PROBLEM IN FAMILY LIFE THEN HE SHOULD DONATE MILK AT THE PLACE OF WORSHIP.",
            "remediesNp": "अस्पताल वा मसानघाटमा इनार खनाउनुहोस्। मन्दिरमा दूध दान गर्नुहोस्।"
        },
        "7": {
            "good": "Native has a ability to make a gold out of dust. He may be a astrologer, poet but not of a sound character. He may not get the love and blessings from female of his family.",
            "goodNp": "धुलोबाट सुन बनाउन सक्ने क्षमता। ज्योतिषी वा कवि हुन सक्ने।",
            "bad": "Trading business may not suit him; difference with mother will destroy him. Education up to marriage is possible but not after marriage. After marriage his mother’s health may deteriorate.",
            "badNp": "व्यापार फाप्न गाह्रो। आमासँगको मतभेदले ठूलो नोक्सानी हुन सक्छ।",
            "remedies": "HE SHOULD DONATE MILK OR SILVER OR RICE EQUAL TO THE WEIGHT OF HIS WIFE ON HER ARRIVAL TO THE HOME AFTER MARRIAGE.",
            "remediesNp": "विवाहपछि पत्नीको तौल बराबरको दूध, चाँदी वा चामल दान गर्नुहोस्।"
        },
        "8": {
            "good": "Milk of native will be treated as a powder milk. Such a person usually die before the death of his mother but if mother dies before his death then he will have 80years of age.",
            "goodNp": "आमाको मृत्यु पहिला भएमा ८० वर्षको आयु हुने योग।",
            "bad": "If well or pond is near by native’s residence, then moon will give bad effects till he attains 48years of age. Moon in this house give bad effects not only on character of a native, but also give bad effects in any way to his aunt, grandmother, in- laws and daughter.",
            "badNp": "घर नजिक इनार वा पोखरी भए ४८ वर्षसम्म चन्द्रमाले दुःख दिन सक्छ।",
            "remedies": "NATIVE SHOULD DONATE MILK IN THE NAME OF HIS FOREFATHERS. HE SHOULD TAKE BLESSINGS OF ELDERS BY TOUCHING AND WASHING THEIR FEET.",
            "remediesNp": "पितृहरूको नाममा दूध दान गर्नुहोस्। अग्रजहरूको खुट्टा धोएर आशीर्वाद लिनुहोस्।"
        },
        "9": {
            "good": "Native will have power and humbleness, will do good deeds, give good advice, will be religious minded, helpful, may be mathematician, blessed with children.",
            "goodNp": "शक्ति र नम्रताको संगम। धार्मिक, सहयोगी र असल सल्लाहकार। सन्तान सुख मिल्ने।",
            "bad": "Moon this house give bad effects upto 48years of age if native deals in the things related to moon.",
            "badNp": "चन्द्रमासँग सम्बन्धित वस्तुहरूको व्यापार गरेमा ४८ वर्षसम्म दुःख हुन सक्छ।",
            "remedies": "HE SHOULD NOT DEAL IN THE THINGS RELATED TO MOON LIKE SILVER, MILK.",
            "remediesNp": "चाँदी र दूध जस्ता चन्द्रमासँग सम्बन्धित वस्तुहरूको व्यापार नगर्नुहोस्।"
        },
        "10": {
            "good": "Native may be popular in the field of surgeon or doctor if become doctor or surgeon before 30 years of age and after 24th. He may be trustee of religious institutions.",
            "goodNp": "चिकित्सक वा शल्यचिकित्सकको रूपमा प्रसिद्धी। धार्मिक संस्थाहरूको संरक्षक हुन सक्ने।",
            "bad": "Affairs with females will be harmful, will earn bad name due to cheating through eyes, diseases of lung and chest, problems with in-laws and may have residence problem.",
            "badNp": "परस्त्री सम्बन्ध हानिकारक। फोक्सो वा छाती सम्बन्धी रोग लाग्न सक्छ।",
            "remedies": "HE SHOULD GO TO PLACE OF WORSHIP REGULARLY, SHOULD NOT DRINK MILK IN NIGHT, SHOULD KEEP HAND PUMP OR WELL OR RIVER WATER WITH HIM FOR 10 YEARS.",
            "remediesNp": "नियमित मन्दिर जानाुहोस्। राती दूध नपिउनुहोस्।"
        },
        "11": {
            "good": "Many children, helpful, influential, cultured, if he distributes milk in charity he may enjoy all comforts and luxuries.",
            "goodNp": "धरे सन्तान, प्रभावशाली र सुसंस्कृत। दूध दान गर्नाले सुख-सुविधा मिल्नेछ।",
            "bad": "Moon in this house is if bad than it behaves like ocean sometimes quite and sometimes very stormy. Relations with grandmother may not be good. From the age of 42 years he may suffer from arthritis, or bit impotency.",
            "badNp": "मन अस्थिर रहन सक्छ। ४२ वर्ष पछि नसा वा बाथ सम्बन्धी समस्या हुन सक्छ।",
            "remedies": "DONATE MILK AT THE PLACE OF WORSHIP.",
            "remediesNp": "मन्दिरमा दूध दान गर्नुहोस्।"
        },
        "12": {
            "good": "Native earns and enjoys benefits from Govt.., money keep coming from in-laws, benefit from brothers and friends, will lives at his own wish (long life). Even if he is convicted in any case, will be treated innocent. Remains happy in all circumstances, may be intellectual, high education and will have good relations with his mother and maternal family.",
            "goodNp": "सरकारी लाभ, ससुरालीबाट धन प्राप्त हुने। जस्तोसुकै परिस्थितिमा पनि खुसी रहन सक्ने।",
            "bad": "Moon will give bad effects not only to him but to his brother and maternal uncle. Such a person is beautiful/handsome but defamed due to his inclination towards female even if they are married. He will earn lot but still remain nil.",
            "badNp": "दाजुभाइ र मामाका लागि केही प्रतिकूल। धन कमाए पनि बचत नहुने।",
            "remedies": "HE SHOULD REMAIN QUITE (TALK LESS), KEEPING RAINY WATER AT HOME WILL BE HELPFUL.",
            "remediesNp": "कम बोल्नुहोस्। घरमा वर्षाको पानी सञ्चय गरेर राख्नु लाभदायक हुनेछ।"
        }
    },
    "Mars": {
        "1": {
            "good": "Native may be good, honest, brave, fighter, may not be lone child of his parents, become rich from the age 28years, he never forgets good deeds of others, will uplift his brother and in-laws. If has sister she will like queen but brother will have mix fortune.",
            "goodNp": "यस्तो व्यक्ति दयालु, इमानदार र साहसी हुन्छ। २८ वर्षको उमेरदेखि धनी हुने सम्भावना हुन्छ। उनी अरूको भलाइ कहिल्यै बिर्सँदैनन्।",
            "bad": "Mars gives bad results at the age of 28years, Native should keep himself away from negative thinking, he may be lazy, poor, depressed, and unlucky for himself, brother and parents.",
            "badNp": "२८ वर्षको उमेरमा केही खराब नतिजाहरू आउन सक्छन्। नकारात्मक सोचबाट टाढा रहनुपर्छ। आलस्य र निराशा हुन सक्छ।",
            "remedies": "NATIVE SHOULD NOT ACCEPT FREE GIFTS, SHOULD DO THE BUSINESS OF THINGS RELATED TO MARS.",
            "remediesNp": "नि:शुल्क उपहारहरू स्वीकार नगर्नुहोस्। मंगलसँग सम्बन्धित व्यवसाय गर्नु राम्रो हुन्छ।"
        },
        "2": {
            "good": "Native may be the elder or equivalent to elder brother. He will enjoy all type of luxuries in his life if he help friends, brothers, or person below to his level",
            "goodNp": "दाजु जस्तै जिम्मेवार हुने। साथीभाइ र दाजुभाइलाई मद्दत गरेमा जीवनमा सबै सुख-सुविधाहरू प्राप्त हुनेछन्।",
            "bad": "Sudden death in war, fight, quarrel",
            "badNp": "झगडा वा लडाईंमा अचानक नोक्सानी हुन सक्छ।",
            "remedies": "HELP OTHERS TO GET THE EFFECT OF 2X2=4 OTHERWISE 2xO=2 ONLY.",
            "remediesNp": "अरूलाई मद्दत गर्नुहोस्, जसले गर्दा फल दोब्बर हुनेछ।"
        },
        "3": {
            "good": "Native will be dubious, will have brothers, sisters, will behave like a lion, worldly, have good friends and helpful.",
            "goodNp": "सिंह जस्तै निडर र साहसी। राम्रा साथीहरू हुने र संसारी सुख मिल्ने।",
            "bad": "fraud, tricky cheater, bad for male child, likes to indulge in heated debates",
            "badNp": "ठगी वा छलकपटमा फस्न सक्ने। छोराका लागि केही प्रतिकूल। विवादमा फस्ने बानी।",
            "remedies": "BUSINESS OF TUSK (ELEPHANT TEETH) OR WEAR ANY THING MADE OF ELEPHANT TEETH",
            "remediesNp": "हात्तीको दाँतसँग सम्बन्धित वस्तु धारण गर्नुहोस्।"
        },
        "4": {
            "good": "Native will be clear hearted, honest, simple, will feed his family without expecting any reward.",
            "goodNp": "सफा मन भएको, इमानदार र सरल। निस्वार्थ रूपमा परिवारको हेरचाह गर्ने।",
            "bad": "Foul mouthed, stub born, luxurious, slave, fool, errant, dubious and bad to all female relatives.",
            "badNp": "खराब बोली, जिद्दी र महिला आफन्तहरूसँगको सम्बन्धमा समस्या।",
            "remedies": "PUT SWEET MILK UNDER BANYAN FREE, FEED SPARROWS.",
            "remediesNp": "बरको रूखको फेदमा मीठो दूध चढाउनुहोस्। चराचुरुङ्गीलाई चारो हाल्नुहोस्।"
        },
        "5": {
            "good": "Intellectual, rich, but never sleep soundly. He should donate milk in the name of his forefather otherwise his parents may suffer from epilepsy or he may be childless.",
            "goodNp": "बौद्धिक र धनी भए पनि निद्राको समस्या हुन सक्छ। पितृहरूको नाममा दूध दान गर्नुहोस्।",
            "bad": "Native may suffer due to fire threat, loss or weak eyesight. Mars does not give bad effects to females.",
            "badNp": "आगलागीको डर वा आँखाको दृष्टि कमजोर हुन सक्छ।",
            "remedies": "KEEP WATER IN A UNCOVERED POT ON THE HEAD SIDE UNDER BED AND POUR IT ON ANY FLOWERY PLANT",
            "remediesNp": "सुत्ने बेलामा ओछ्यानको सिरानीतिर खुला भाँडोमा पानी राख्नुहोस् र बिहान फूलको बोटमा हाल्नुहोस्।"
        },
        "6": {
            "good": "Extremely powerful, protects his family, self dependent, religious, good character and long life.",
            "goodNp": "अत्यन्त शक्तिशाली, परिवारको रक्षक, आत्मनिर्भर र लामो आयु।",
            "bad": "Mars will give bad effects to daughter, aunt, mother, maternal uncle and to elder brother financially.",
            "badNp": "छोरी, फुपू, आमा र मामाको लागि केही कष्ट हुन सक्छ।",
            "remedies": "DONATE OIL, WATER OR SILVER.",
            "remediesNp": "तेल, पानी वा चाँदी दान गर्नुहोस्।"
        },
        "7": {
            "good": "Native will be worldly, justice lover, may be mathematician, ruler. Whatever he wishes he will definitely get.",
            "goodNp": "न्यायप्रेमी, गणितज्ञ वा शासक हुन सक्ने। इच्छाएका कुराहरू प्राप्त हुने योग।",
            "bad": "Moon will give bad effects if he lives with widow sister, sister- in-law, niece, aunt, and grand-daughter. Dye making, liquor, meat, parrot, playing tabla (musical instrument) all this gives malefic effects",
            "badNp": "विधवा दिदीबहिनी वा केही महिला आफन्तसँग बस्दा चन्द्रमाको फल बिग्रन सक्छ।",
            "remedies": "WHENEVER HIS SISTER VISITS HIS PLACE HE SHOULD GIVE HER SWEET. SHOULD KEEP SILVER IN HIS HOUSE.",
            "remediesNp": "दिदीबहिनी घरमा आउँदा मिठाई दिनुहोस्। घरमा चाँदी राख्नुहोस्।"
        },
        "8": {
            "good": "Native will be man of words, hard worker, justice lover and powerful.",
            "goodNp": "वचनको पक्का, मेहनती र शक्तिशाली।",
            "bad": "Native may ruin his younger brother, a curse from widow may ruin him, if his younger brother is alive he will have disease of blood or his arms will be paralyzed",
            "badNp": "भाइको लागि केही कष्ट हुन सक्छ। रगत सम्बन्धी समस्या आउन सक्छ।",
            "remedies": "NATIVE SHOULD HAVE SILVER AROUND HIS NECK. HE SHOULD GIVE THE SWEET BREAD MADE IN THE OVEN (TANDOOR) TO DOG FOR 40-43 DAYS.",
            "remediesNp": "घाँटीमा चाँदी लगाउनुहोस्। ४०-४३ दिनसम्म कुकुरलाई मीठो रोटी खुवाउनुहोस्।"
        },
        "9": {
            "good": "Native will have as much brother as his grand father had. Good effects for parent’s upto the age of 13years and from 28th years gives good to him. Lot of wealth if elder brother does work/business related to mars.",
            "goodNp": "धरे दाजुभाइ हुने योग। २८ वर्ष पछि विशेष उन्नति।",
            "bad": "Defamed, never worship god, coward, if he sells gold all he possess will be sold out",
            "badNp": "बदनामी हुन सक्ने वा धर्ममा रुचि नहुने। सुन बेच्नु हानिकारक हुन सक्छ।",
            "remedies": "NATIVE SHOULD DONATE THINGS RELATED TO MOON AND JUPITER.",
            "remediesNp": "चन्द्रमा र बृहस्पतिकोसँग सम्बन्धित वस्तुहरू दान गर्नुहोस्।"
        },
        "10": {
            "good": "Good health, long life, good financial position, good family, good brother and friends",
            "goodNp": "राम्रो स्वास्थ्य, लामो आयु, बलियो आर्थिक स्थिति र सुखी परिवार।",
            "bad": "Native has problems in child birth. His position is like two kings in a kingdom.",
            "badNp": "सन्तान प्राप्तिमा केही समस्या हुन सक्छ।",
            "remedies": "NATIVE SHOULD HELP ONE EYED PERSON OR CHILDLESS PERSON.",
            "remediesNp": "दृष्टिविहीन वा नि:सन्तान व्यक्तिलाई मद्दत गर्नुहोस्।"
        },
        "11": {
            "good": "Native will be like pet lion i.e.., king without kingdom. He will earn lot if money from 24 to 28years of his age. He will respect his teacher(guru) and elders",
            "goodNp": "सिंह जस्तै प्रभावशाली। २४ देखि २८ वर्षको बीचमा धेरै धन कमाउने योग। गुरु र अग्रजहरूको सम्मान गर्ने।",
            "bad": "Native will be a doubter despite good earnings. He will sell out the property of his parents by the 48th years of his age.",
            "badNp": "धेरै आम्दानी भए पनि शंकालु स्वभाव। ४८ वर्षको उमेरमा पैतृक सम्पत्ति नाश हुन सक्छ।",
            "remedies": "NATIVE SHOULD PET THREE DOGS AT THE BIRTH OF HIS SON.",
            "remediesNp": "छोराको जन्म भएमा तीनवटा कुकुर पाल्नु राम्रो।"
        },
        "12": {
            "good": "Short tempered, independent, respects saints and teacher, he has money or not but he will be happy. Birth of younger brother and first son gives good result in every field to the native.",
            "goodNp": "छिटो रिसाउने तर स्वतन्त्र स्वभाव। धन भए पनि नभए पनि खुसी रहन सक्ने।",
            "bad": "Respiratory disease, ambitious and discontented wife, childless, wasteful expenditure.",
            "badNp": "श्वासप्रश्वासको समस्या र अनावश्यक खर्च।",
            "remedies": "SHOULD WEAR RED CLOTH ON HIS HEAD. SHOULD WEAR YELLOW DRESS. SHOULD KEEP RICE, SILVER IN HIS HOUSE. SHOULD EAT AND GIVE OTHERS TO EAT SWEETS.",
            "remediesNp": "टाउकोमा रातो लुगा वा पहेँलो पहिरन लगाउनुहोस्। घरमा चामल र चाँदी राख्नुहोस्। मिठाई खानु र अरूलाई दिनु शुभ।"
        }
    },
    "Mercury": {
        "1": {
            "good": "Jolly, king or like king, selfish, errant, naughty and happy. Wife will be from rich family.",
            "goodNp": "खुशी, राजा जस्तै, स्वार्थी, चञ्चल र खुसी। पत्नी धनी परिवारकी हुनेछिन्।",
            "bad": "If female she may have bad name in young age even she is ruler or from royal family. If eats egg, health will deteriorate. Business of green things will not be beneficial",
            "badNp": "यदि महिला भएमा सानै उमेरमा बदनामी हुन सक्छ। अण्डा खाएमा स्वास्थ्य बिग्रन सक्छ। हरियो बस्तुको व्यापार लाभदायक हुने छैन।",
            "remedies": "NATIVE SHOULD AVOID EGG, MEAT AND GREEN THINGS.",
            "remediesNp": "अण्डा, मासु र हरियो बस्तुहरूबाट टाढा रहनुहोस्।"
        },
        "2": {
            "good": "Intelligent, selfish, yogi, rich, long life, confident.",
            "goodNp": "बुद्धिमान, स्वार्थी, योगी, धनी, लामो आयु र आत्मविश्वासी।",
            "bad": "Delayed birth of son, not good for father. He will not get his father’s property.",
            "badNp": "छोराको जन्ममा ढिलाइ, बुबाको लागि राम्रो छैन। पैतृक सम्पत्ति प्राप्त नहुन सक्छ।",
            "remedies": "HE SHOULD GIVE THINGS RELATED TO MOON AT PLACE OF WORSHIP OR SHOULD GET HIS/HER NOSE PINNED WITH SILVER.",
            "remediesNp": "पूजा स्थलमा चन्द्रमासँग सम्बन्धित वस्तुहरू चढाउनुहोस् वा नाकमा चाँदीको फुली लगाउनुहोस्।"
        },
        "3": {
            "good": "Native will be helpful to his relatives, Mercury is bad for others but good for him.",
            "goodNp": "नातेदारहरूको लागि सहयोगी, बुध अरूको लागि खराब भए पनि यो व्यक्तिको लागि राम्रो हुन्छ।",
            "bad": "Delayed child birth, bad for father’s and maternal uncle’s wealth. Moon will also give malefic effects.",
            "badNp": "सन्तान जन्ममा ढिलाइ, बुबा र मामाको धनको लागि खराब। चन्द्रमाको पनि नकारात्मक प्रभाव हुन सक्छ।",
            "remedies": "HE SHOULD DONATE THINGS RELATED TO MERCURY. HE SHOULD NURSE BIRDS. CLEAN HIS TEETH WITH ALAMANQ",
            "remediesNp": "बुधसँग सम्बन्धित वस्तुहरू दान गर्नुहोस्। चराचुरुङ्गीहरूको सेवा गर्नुहोस्। दाँत सफा राख्नुहोस्।"
        },
        "4": {
            "good": "Respect females, He will have lot of patience and has the quality of taking burdens of other on his head. Parents may live long; Native will uplift his family in all respect.",
            "goodNp": "महिलाहरूको सम्मान गर्नुहोस्, धैर्यवान र अरूको भार बोक्न सक्ने क्षमता हुन्छ। आमाबुबा लामो समय बाँच्न सक्छन्।",
            "bad": "Native‘s mother may die within a year after his birth or if mother alive then financial and personal position may suffer a lot. Bad effects on family life of native and wife will also suffer a lot.",
            "badNp": "आमाको स्वास्थ्य वा आर्थिक स्थितिमा समस्या आउन सक्छ। पारिवारिक जीवन र पत्नीलाई पनि कष्ट हुन सक्छ।",
            "remedies": "NATIVE SHOULD WEAR COPPER COIN AROUND HIS NECK. THINGS RELATED TO MOON GIVE BENEFICIAL RESULTS.",
            "remediesNp": "घाँटीमा तामाको सिक्का लगाउनुहोस्। चन्द्रमासँग सम्बन्धित वस्तुहरूले फाइदा गर्छन्।"
        },
        "5": {
            "good": "Intellectual, good for wealth and health. Paternal property will prove good for the native.",
            "goodNp": "बौद्धिक, धन र स्वास्थ्यको लागि राम्रो। पैतृक सम्पत्ति लाभदायक हुनेछ।",
            "bad": "Mercury gives malefic effects on the tongue.",
            "badNp": "बोली र जिब्रोमा नकारात्मक प्रभाव पर्न सक्छ।",
            "remedies": "NATIVE SHOULD WEAR COPPER MADE ROUND SHAPE THING AROUND HIS NECK.",
            "remediesNp": "घाँटीमा तामाको गोलो वस्तु लगाउनुहोस्।"
        },
        "6": {
            "good": "Speaks excessive but whatever he speak good or bad it will definitely happen, king of his heart, anonymous, if he keep patience it will be good. The sea journey will be beneficial. Business related to education, agricultural land, printing and paper will be beneficial.",
            "goodNp": "धेरै बोल्ने तर बोलेको कुरा पुग्ने। शिक्षा, कृषि, मुद्रण र कागजको व्यापार लाभदायक हुनेछ।",
            "bad": "Native will be thankless, daughter married in north direction will not be happy. If entrance of new house is in north direction then it will also give bad effect",
            "badNp": "कृतघ्न स्वभाव हुन सक्छ। उत्तर दिशामा छोरीको विवाह गरेमा सुख नहुन सक्छ।",
            "remedies": "NATIVE SHOULD LEAVE CONTAINER OF MILK AT DESERTED PLACE OR PUT THE HOLY WATER UNDER THE AGRICULTURAL LAND.",
            "remediesNp": "निर्जन स्थानमा दूधको भाँडो छोड्नुहोस् वा कृषि भूमिमा पवित्र जल राख्नुहोस्।"
        },
        "7": {
            "good": "Native is very good for others, sister of wife will loyal, will be happy in old age, benefit from trading and verbal transactions like share broker. He will fall in love with a beautiful lady and will remain happy.",
            "goodNp": "अरूका लागि राम्रो, व्यापार र सेयर कारोबारबाट फाइदा। बुढ्यौली सुखद रहनेछ।",
            "bad": "Bad for sister, aunt and for sister-in-law. Wife’s sister may conspirate with the help of his brother to defame his wife. If native lend money on interest, he will not get his money back.",
            "badNp": "दिदीबहिनी र फुपूका लागि खराब। ब्याजमा ऋण नदिनुहोस्, डुब्न सक्छ।",
            "remedies": "DO NOT LEND MONEY ON INTEREST, RESPECT FEMALES.",
            "remediesNp": "ब्याजमा पैसा नलगाउनुहोस्, महिलाको सम्मान गर्नुहोस्।"
        },
        "8": {
            "good": "In this house Mercury makes a person genius and healthy otherwise there is no other good effects.",
            "goodNp": "यस भावमा बुधले व्यक्तिलाई प्रतिभाशाली र स्वस्थ बनाउँछ।",
            "bad": "In this house mercury gives bad effect on teeth and veins and generally harmful in 34th years of age. Native may be deceived by the girl from royal family.",
            "badNp": "दाँत र नसाहरूमा समस्या आउन सक्छ। ३४ वर्षको उमेरमा विशेष सावधान रहनुपर्छ।",
            "remedies": "NATIVE SHOULD DONATE THINGS RELATED TO MOON TO RELATIVES AND ANIMALS RELATED TO MOON.",
            "remediesNp": "चन्द्रमासँग सम्बन्धित वस्तुहरू दान गर्नुहोस्।"
        },
        "9": {
            "good": "Long life, religious, big family, He feeds his family, even he himself remains hungry",
            "goodNp": "लामो आयु, धार्मिक, ठूलो परिवार। परिवारको लागि त्याग गर्ने स्वभाव।",
            "bad": "Bad for girl child and also bad for females.",
            "badNp": "छोरी र महिलाहरूको लागि खराब प्रभाव हुन सक्छ।",
            "remedies": "NATIVE SHOULD WEAR CLOTHES WASHED FROM RIVER.",
            "remediesNp": "नदीमा धोएको लुगा लगाउनुहोस्।"
        },
        "10": {
            "good": "Flatterer, faithful, happy, social, rich, diplomat, intellectual, naughty, clever but selfish",
            "goodNp": "खुसामद गर्ने, वफादार, खुसी, सामाजिक, धनी र चतुर तर स्वार्थी।",
            "bad": "Bad for females and for father. Mercury gives bad effects if such a person takes liquor or meat or food crazy.",
            "badNp": "महिला र बुबाको लागि खराब। रक्सी र मासु सेवनले नकारात्मक फल दिन्छ।",
            "remedies": "NATIVE SHOULD AVOID LIQUOR, MEAT AND HIS CRAZE FOR FOOD.",
            "remediesNp": "रक्सी, मासु र धेरै खाने बानी छोड्नुहोस्।"
        },
        "11": {
            "good": "Native is able to take out diamond instead of pearl from the shell. He is hardworking and financially not strong upto 34th years of age.",
            "goodNp": "धेरै मेहनती, ३४ वर्ष पछि आर्थिक स्थिति सुधारिनेछ।",
            "bad": "Amulet will give bad effects",
            "badNp": "जन्तर वा ताबीजले खराब असर गर्न सक्छ।",
            "remedies": "HE SHOULD PUT A ROUND SHAPE PIECE OF COPPER ON HIS NECK.",
            "remediesNp": "घाँटीमा तामाको गोलो टुक्रा लगाउनुहोस्।"
        },
        "12": {
            "good": "Famous, respectful and powerful, Sister, aunt and daughter all will be in trouble in their parent’s house but will be happy in their in-laws house.",
            "goodNp": "प्रसिद्ध, सम्मानित र शक्तिशाली। दिदीबहिनी र छोरीहरू घरमा दुःखी भए पनि ससुरालीमा खुसी हुनेछन्।",
            "bad": "Always double minded. If start taking liquor he may suffer from leprosy.",
            "badNp": "सधैं दोधारे मनस्थिति। रक्सी सेवनले ठूलो स्वास्थ्य समस्या निम्त्याउन सक्छ।",
            "remedies": "HE SHOULD PUT IRON RING IN MIDDLE FINGERED.",
            "remediesNp": "माझी औंलामा फलामको औंठी लगाउनुहोस्।"
        }
    },
    "Jupiter": {
        "1": {
            "good": "Native will be good administrator, fearless, clean hearted, religious, good eye sight.",
            "goodNp": "यस्तो व्यक्ति असल प्रशासक, निडर, सफा मनको र धार्मिक हुन्छ। आँखाको दृष्टि राम्रो हुन्छ।",
            "bad": "Jupiter is generally bad up to the age of 14years; father may suffer from asthma, brain disorder.",
            "badNp": "सामान्यतया १४ वर्षको उमेरसम्म बृहस्पतिले केही समस्या दिन सक्छ। बुबालाई श्वासप्रश्वासको समस्या हुन सक्छ।",
            "remedies": "HE SHOULD RESPECT FEMALES.",
            "remediesNp": "महिलाहरूको सम्मान गर्नुहोस् र उनीहरूको आशीर्वाद लिनुहोस्।"
        },
        "2": {
            "good": "Good respect in society, agriculturist, and construction work will be beneficial. Business of woman related things will also be beneficial. Gold and jewels related business will not give good results.",
            "goodNp": "समाजमा राम्रो सम्मान, कृषि र निर्माण कार्यबाट फाइदा। महिलासँग सम्बन्धित वस्तुहरूको व्यापार पनि राम्रो हुन्छ।",
            "bad": "Illness to him and wife and family life will be like hell.",
            "badNp": "स्वास्थ्यमा समस्या र पारिवारिक जीवन कष्टकर हुन सक्छ।",
            "remedies": "HE SHOULD NOT INSULT GUESTS, BUT SHOULD ENTERTAIN THEM PROPERLY.",
            "remediesNp": "पाहुनाको अपमान नगर्नुहोस्, उनीहरूको उचित सत्कार गर्नुहोस्।"
        },
        "3": {
            "good": "Scholar, rich, brave, good health, long life. Takes care of his brothers and sisters.",
            "goodNp": "विद्वान, धनी, साहसी र लामो आयु। दाजुभाइ र दिदीबहिनीको हेरचाह गर्ने।",
            "bad": "Coward, unlucky, ill health, friends and enemies will create troubles.",
            "badNp": "डरपोक स्वभाव, अस्वस्थता र साथीभाइ वा शत्रुबाट समस्या।",
            "remedies": "SHOULD NOT INDULGE HIMSELF IN LOOSE TALK, SHOULD ALWAYS DONATE SOMETHING TO GIRL CHILD.",
            "remediesNp": "फालतू कुरा नगर्नुहोस्, कन्याहरूलाई केही दान गरिरहनुहोस्।"
        },
        "4": {
            "good": "Famous like king, lucky, possess spiritual power, stick to religion, always helps others, long life.",
            "goodNp": "राजा जस्तै प्रसिद्ध, आध्यात्मिक शक्ति र धार्मिक स्वभाव। सधैं अरूलाई मद्दत गर्ने।",
            "bad": "Responsible for his own downfall, if he involves in love affair after 34years of age his family will be badly affected.",
            "badNp": "आफ्नै गल्तीले पतन हुन सक्छ। ३४ वर्ष पछि प्रेम सम्बन्धमा फसेमा परिवार बर्बाद हुन सक्छ।",
            "remedies": "HE SHOULD RESPECT HIS ELDERS, AVOID RELATIONSHIP WITH OTHER WOMEN.",
            "remediesNp": "अग्रजहरूको सम्मान गर्नुहोस्, परस्त्रीगमनबाट टाढा रहनुहोस्।"
        },
        "5": {
            "good": "Honest, respectable, short tempered",
            "goodNp": "इमानदार, सम्मानित तर छिटो रिसाउने स्वभाव।",
            "bad": "If feeds himself in the name of religion, it will give bad effects such as loss of children.",
            "badNp": "धर्मको नाममा स्वार्थ पूर्ति गरेमा सन्तानको हानि हुन सक्छ।",
            "remedies": "HE SHOULD AVOID NON-VEG AND EXTRA MARITAL RELATIONS.",
            "remediesNp": "मासु र परस्त्री सम्बन्धबाट टाढा रहनुहोस्।"
        },
        "6": {
            "good": "Saint by nature, gets things without asking for them, selfish, if donates in the name of forefather he will prosper.",
            "goodNp": "साधु स्वभाव, नमागि नै वस्तुहरू प्राप्त हुने। पितृहरूको नाममा दान गरेमा उन्नति हुनेछ।",
            "bad": "Jupiter is generally bad up to the age of 34th years",
            "badNp": "सामान्यतया ३४ वर्षसम्म बृहस्पतिको प्रभाव कमजोर हुन सक्छ।",
            "remedies": "SHOULD GIVE SWEET BREAD TO DOG. HE SHOULD NOT PET DOG.",
            "remediesNp": "कुकुरलाई मीठो रोटी दिनुहोस् तर कुकुर नपाल्नुहोस्।"
        },
        "7": {
            "good": "Wife will be beautiful, helpful and be base of his fortune. He may get son at the age of 45. Physically strong, religious. It is useless to make efforts to earn in abroad.",
            "goodNp": "पत्नी सुन्दर र सहयोगी हुनेछिन्। ४५ वर्षको उमेरमा पुत्र लाभ हुन सक्छ। विदेशमा धन कमाउने प्रयास व्यर्थ हुन सक्छ।",
            "bad": "He may be a criminal or may strive for money and happiness in his old age.",
            "badNp": "बुढ्यौलीमा सुख र धनका लागि संघर्ष गर्नुपर्ने हुन सक्छ।",
            "remedies": "HE SHOULD NOT ADVERTISE RELIGION, SHOULD AVOID COMPANY OF ERRANT SAINT.",
            "remediesNp": "धर्मको विज्ञापन नगर्नुहोस्, गलत मानिसहरूको संगतबाट टाढा रहनुहोस्।"
        },
        "8": {
            "good": "Good health, long life, life is full enjoyments, spiritual power.",
            "goodNp": "राम्रो स्वास्थ्य, लामो आयु र आध्यात्मिक शक्ति। जीवन सुखमय रहनेछ।",
            "bad": "Infamous.",
            "badNp": "बदनामी वा अपजस हुन सक्छ।",
            "remedies": "IF GRAND FATHER IS NOT ALIVE THEN HE SHOULD WEAR GOLD AROUND HIS NECK.",
            "remediesNp": "यदि हजुरबुबा जीवित हुनुहुन्न भने घाँटीमा सुन लगाउनुहोस्।"
        },
        "9": {
            "good": "Man of words, lucky, his elders may be rich and of good character, will not like to take liquor, may be gold smith or jeweler and famous for his abilities.",
            "goodNp": "वचनको पक्का, भाग्यमानी र असल चरित्र। रक्सी सेवन नगर्ने। सुनार वा गहनाको काममा सफल।",
            "bad": "Poor, opposes religion, does not believe in god.",
            "badNp": "गरिब, अधर्मी वा नास्तिक स्वभाव हुन सक्छ।",
            "remedies": "HE SHOULD RESPECT RELIGION, GO DAILY TO PLACE OF WORSHIP.",
            "remediesNp": "धर्मको सम्मान गर्नुहोस्, दिनहुँ मन्दिर जानुहोस्।"
        },
        "10": {
            "good": "Self made man, clever, many relationships with females.",
            "goodNp": "आफ्नै पौरखले बनेको व्यक्ति र चतुर।",
            "bad": "Steep up and down, if work honestly, his family will be in all sorts of troubles",
            "badNp": "जीवनमा उतारचढाव। इमानदारीपूर्वक काम नगरेमा परिवारलाई समस्या हुन सक्छ।",
            "remedies": "HE SHOULD CLEAN HIS NOSE BEFORE STARTING ANY THING.",
            "remediesNp": "कुनै पनि काम सुरु गर्नुअघि नाक सफा राख्नुहोस्।"
        },
        "11": {
            "good": "Such a person possess all good qualities, leads happy family life if all members are united.",
            "goodNp": "सबै राम्रा गुणहरू भएको व्यक्ति। परिवार मिलेर बसेमा सुखी जीवन।",
            "bad": "Bad for sister and aunt, his position will deteriorate after his father’s death.",
            "badNp": "दिदीबहिनी र फुपूका लागि खराब। बुबाको मृत्युपछि स्थिति कमजोर हुन सक्छ।",
            "remedies": "HE SHOULD KEEP HIS PROMISES, HE SHOULD LIVE WITH HIS FAMILY AND HELP THE MEMBERS OF HIS FAMILY, SHOULD AVOID LIQUOR AND NON-VEG.",
            "remediesNp": "आफ्नो वचन पूरा गर्नुहोस्, परिवारसँगै बसेर मद्दत गर्नुहोस्। रक्सी र मासुबाट टाढा रहनुहोस्।"
        },
        "12": {
            "good": "Such a person will do good to evil also, intellectual, saint, yogi. If someone abuses such a person will be trouble and if he praises this person will be benefited.",
            "goodNp": "शत्रुलाई पनि भलो गर्ने स्वभाव, बौद्धिक र योगी।",
            "bad": "Though he has long life but bad for others. Problems in child birth, bad deed will be the cause of death.",
            "badNp": "अरूका लागि खराब हुन सक्छ। सन्तान प्राप्तिमा समस्या र खराब कामले मृत्युको कारण बन्न सक्छ।",
            "remedies": "HE SHOULD PUT MARK OF SAFFRON ON HIS FOREHEAD DAILY. SHOULD KEEP HIS HEAD COVERED, SHOULD NOT WEAR ANY THING AROUND HIS NECK, SHOULD NOT INSULT GURU (TEACHER)",
            "remediesNp": "दिनहुँ निधारमा केशरको टीका लगाउनुहोस्। टाउको ढाकेर राख्नुहोस् र गुरुको अपमान नगर्नुहोस्।"
        }
    },
    "Venus": {
        "1": {
            "good": "Benefits from Govt.., He has the ability to sacrifice his life for which he loves and if he opposes someone then he will dig his roots. Relation with many women.",
            "goodNp": "सरकारी लाभ, मायाको लागि जीवन उत्सर्ग गर्न सक्ने र शत्रुको जरा काट्न सक्ने क्षमता।",
            "bad": "Extra marital relations have bad effects on finance, peace of family life. It is advisable not to live with mother after marriage otherwise mother’s health will be effected.",
            "badNp": "परस्त्री सम्बन्धले आर्थिक र पारिवारिक सुखमा बाधा। विवाहपछी आमासँग अलग बस्नु राम्रो।",
            "remedies": "NATIVE SHOULD RESTRAIN HIMSELF IN RESPECT OF EXTRA MARITAL RELATIONS. TAKE ADVICE FROM OTHERS IF STARTING OR INITIATING ON NEW JOB.",
            "remediesNp": "परस्त्री सम्बन्धबाट टाढा रहनुहोस्। नयाँ काम सुरु गर्दा अरूको सल्लाह लिनुहोस्।"
        },
        "2": {
            "good": "Native will earn livelihood, money, wealth, children, and respect and enjoy both worldly and spiritual life, his wife will be good by heart and the work of clay will be favorable.",
            "goodNp": "धन, सन्तान र सम्मान प्राप्त हुनेछ। पत्नी असल मनको हुनेछिन्। माटोसँग सम्बन्धित काम लाभदायक।",
            "bad": "Childless or delayed birth of child.",
            "badNp": "सन्तान प्राप्तिमा ढिलाइ वा समस्या हुन सक्छ।",
            "remedies": "NATIVE SHOULD USE THINGS RELATED TO MARS FOR CHILD PROBLEM.",
            "remediesNp": "सन्तान सम्बन्धी समस्याका लागि मंगलसँग सम्बन्धित वस्तुहरूको प्रयोग गर्नुहोस्।"
        },
        "3": {
            "good": "Extra Marital affairs, but to get good effects of Venus he should respect his wife. His wife will be gentle, bold and aggressive. No threat of theft.",
            "goodNp": "शुक्रको शुभ फलका लागि पत्नीको सम्मान गर्नुहोस्। पत्नी साहसी र अलि आक्रामक स्वभावकी हुन सक्छिन्।",
            "bad": "bad for finance, health and sound sleep.",
            "badNp": "धन, स्वास्थ्य र निद्रामा समस्या हुन सक्छ।",
            "remedies": "NATIVE SHOULD RESPECT HIS WIFE AND AVOID EXTRA MARITAL AFFAIRS.",
            "remediesNp": "पत्नीको सम्मान गर्नुहोस् र परस्त्री सम्बन्धबाट टाढा रहनुहोस्।"
        },
        "4": {
            "good": "Native will be rich, childless, may have two wives at a same time. If he marries his first wife twice then second marriage can be avoided.",
            "goodNp": "धनी हुने योग, तर सन्तानको अभाव हुन सक्छ। दुई पत्नी हुन सक्ने सम्भावना।",
            "bad": "Females will always be the cause of downfall. Relations with mother and wife will not be cordial, may be addictive",
            "badNp": "महिलाहरू पतनको कारण बन्न सक्छन्। आमा र पत्नीसँगको सम्बन्ध राम्रो नहुन सक्छ।",
            "remedies": "RED CLOTH AND HONEY WILL GIVE BENEFICIAL EFFECTS IN ALL RESPECT.",
            "remediesNp": "रातो लुगा र महको प्रयोगले सबै क्षेत्रमा फाइदा गर्नेछ।"
        },
        "5": {
            "good": "Native may be scholar, patriot, rich, will lead happy marriage life.",
            "goodNp": "विद्वान, देशभक्त, धनी र सुखी वैवाहिक जीवन।",
            "bad": "Loose character, elder brother may be responsible for downfall, love marriage is not favorable.",
            "badNp": "चरित्रमा समस्या आउन सक्छ। प्रेम विवाह अनुकूल नहुन सक्छ।",
            "remedies": "NATIVE SHOULD CLEAN HIS GENITALS WITH MILK OR CURD (YOGURT)",
            "remediesNp": "गुप्ताङ्ग दूध वा दहीले सफा राख्नुहोस्।"
        },
        "6": {
            "good": "Flatterer, oppose religion, wife of such a person will be evergreen. In case of men they enjoy life in every respect but in case of woman opposite to this.",
            "goodNp": "चाकडी गर्ने स्वभाव, पत्नी सधैं जवान र राम्री देखिने। पुरुषका लागि शुभ तर महिलाका लागि केही प्रतिकूल।",
            "bad": "Asthma, short temperament, sudden downfall.",
            "badNp": "श्वासप्रश्वासको समस्या, छिटो रिसाउने र अचानक पतनको डर।",
            "remedies": "NATIVE SHOULD NOT MARRY THE PERSON WHO IS THE ONLY CHILD OF HIS PARENTS. WIFE SHOULD NOT WALK BARE FOOT. WIFE SHOULD USE GOLD HAIR CLIP FOR HER HAIRS.",
            "remediesNp": "एकमात्र सन्तानसँग विवाह नगर्नुहोस्। पत्नी खाली खुट्टा नहिंड्नु र कपालमा सुनको क्लिप लगाउनु राम्रो।"
        },
        "7": {
            "good": "Native will be rich, humble. Happy, long life, good for parents. If wife/husband is not beautiful, he/she will be good by heart. All round progress after marriage.",
            "goodNp": "धनी, नम्र र सुखी जीवन। विवाहपछि चौतर्फी उन्नति हुनेछ।",
            "bad": "Down fall, Loss by theft, T.B., disease related to genitals.",
            "badNp": "पतन, चोरीको डर र गुप्त रोगको सम्भावना।",
            "remedies": "SHOULD AFLOAT BLUE COLOR FLOWER IN DRAIN FOR AT LEAST 43 DAYS. SHOULD TAKE BLESSINGS OF OLD RELATIVES OR PARENTS.",
            "remediesNp": "४३ दिनसम्म नीलो फूल बगाउनुहोस्। अग्रजहरूको आशीर्वाद लिनुहोस्।"
        },
        "8": {
            "good": "Wife/husband will be rough by nature. Earn with hard work, Nobody listen even his truth.",
            "goodNp": "जीवनसाथी अलि कडा स्वभावको हुने। कडा मेहनतले धन कमाउने।",
            "bad": "Venus will be unfavorable if badly effected by other malefic planets from 11 to 27 and 39 to 43 years of age in all respect.",
            "badNp": "११ देखि २७ र ३९ देखि ४३ वर्षको बीचमा शुक्रले केही समस्या दिन सक्छ।",
            "remedies": "NATIVE SHOULD AFLOAT PIECE OF COPPER OR FLOWER IN DRAIN. Should visit place of worship regularly.",
            "remediesNp": "तामाको टुक्रा वा फूल बगाउनुहोस्। नियमित मन्दिर जानुहोस्।"
        },
        "9": {
            "good": "Native will be intelligent, lucky may be millionaire but by hard work.",
            "goodNp": "बुद्धिमान, भाग्यमानी र कडा मेहनतले करोडपति बन्न सक्ने।",
            "bad": "Marriage with ill health man/woman. Finance business will not be favorable.",
            "badNp": "अस्वस्थ जीवनसाथीसँग विवाह हुन सक्छ। वित्तीय कारोबार अनुकूल नहुन सक्छ।",
            "remedies": "WIFE OR FEMALE SHOULD WEAR RED BANGLES WITH SILVER LINING UNDER THE BANGLES.",
            "remediesNp": "पत्नी वा महिलाले चाँदीको घेरा भएको रातो चुरा लगाउनु राम्रो।"
        },
        "10": {
            "good": "Evergreen, clever, lot of traveling, He/she always dreams of sex or evil dreams.",
            "goodNp": "सधैं नयाँ देखिने, चतुर र धेरै भ्रमण गर्ने।",
            "bad": "Child birth problem, extra marital affairs bad for peace of children.",
            "badNp": "सन्तान प्राप्तिमा समस्या, परस्त्री सम्बन्धले सन्तान सुखमा बाधा।",
            "remedies": "FOR CHILD BIRTH PROBLEM MAN/WOMAN SHOULD CLEAR THEIR GENITALS WITH CURD (YOGURT).",
            "remediesNp": "सन्तान समस्याका लागि दहीले गुप्ताङ्ग सफा राख्नुहोस्।"
        },
        "11": {
            "good": "Mysterious, beautiful, rich, may be impotent, suffers from various disease, keep changing his behavior.",
            "goodNp": "रहस्यमयी, राम्रो र धनी। तर व्यवहारमा परिवर्तन भइरहने।",
            "bad": "Females will cause financial downfall of the family, if not than the number of family members will reduce. Male/female indulge too much in masturbation before or after marriage which may cause the psychological impotency or suffers from V.D",
            "badNp": "महिलाका कारण आर्थिक नोक्सानी हुन सक्छ। स्वास्थ्य र यौन सम्बन्धी समस्या आउन सक्छ।",
            "remedies": "DONATE VEGETABLE OIL, SHOULD TAKE MEDICINES MADE OF SILVER, SHOULD USE FISH OIL.",
            "remediesNp": "वनस्पति तेल दान गर्नुहोस्, चाँदीका औषधिहरू प्रयोग गर्नुहोस्।"
        },
        "12": {
            "good": "Native’s wife/husband will be very co-operative and of good nature but not of good toung and native will not be able to devote too much time at home. All round happiness.",
            "goodNp": "जीवनसाथी धेरै सहयोगी र असल स्वभावको हुने। चौतर्फी खुसी मिल्नेछ।",
            "bad": "Woman/wife will face all type of problems, ill health, when nobody helps then luck of wife will be helpful.",
            "badNp": "पत्नीले स्वास्थ्य सम्बन्धी समस्या झेल्नुपर्ने हुन सक्छ।",
            "remedies": "FEMALES SHOULD DIG BLUE FLOWER OR FRUIT IN EVENING AT DESERTED PLACE.",
            "remediesNp": "बेलुकाको समयमा निर्जन स्थानमा नीलो फूल वा फल गाड्नुहोस्।"
        }
    },
    "Saturn": {
        "1": {
            "good": "Native will be rich, business of iron, cement, plastic, leather, wood and liquor suits.",
            "goodNp": "धनी हुने योग। फलाम, सिमेन्ट, प्लास्टिक, छाला, काठ र रक्सीको व्यापार फाप्नेछ।",
            "bad": "If such a person has lot of hairs on his body then he may be poor. If celebrates birth of his children, may get court attachment orders.",
            "badNp": "शरीरमा धेरै रौँ भएमा गरिब हुन सक्छ। सन्तानको जन्म उत्सव मनाएमा कानूनी झमेला हुन सक्छ।",
            "remedies": "SHOULD AVOID NON-VEG AND LIQUOR.",
            "remediesNp": "मासु र रक्सीबाट टाढा रहनुहोस्।"
        },
        "2": {
            "good": "Progressive, healthy, love justice, seems fool but very diplomatic, rich.",
            "goodNp": "प्रगतिशील, स्वस्थ र न्यायप्रेमी। हेर्दा लाटो देखिए पनि धनी र कुटनीतिज्ञ।",
            "bad": "If Saturn and Mars both are bad then illness up to the age of 39",
            "badNp": "शनि र मंगल दुवै खराब भएमा ३९ वर्षसम्म स्वास्थ्यमा समस्या हुन सक्छ।",
            "remedies": "HE SHOULD GO TO PLACE OF WORSHIP FOR 43 DAYS, BARE FOOTED AND CONFESS THEIR HIS PREVIOUS BIRTH CRIME. GIVE MILK TO SNAKE.",
            "remediesNp": "४३ दिनसम्म खाली खुट्टा मन्दिर जानुहोस्। सर्पलाई दूध खुवाउनुहोस्।"
        },
        "3": {
            "good": "Long life, rich, things related to Saturn are beneficial, may become eye specialist.",
            "goodNp": "लामो आयु र धनी। शनिसँग सम्बन्धित वस्तुहरू लाभदायक। आँखा विशेषज्ञ हुन सक्ने।",
            "bad": "Eye sight problem, may be poor",
            "badNp": "आँखाको समस्या र गरिबी हुन सक्छ।",
            "remedies": "HE SHOULD DONATE EYE MEDICINES FREE OF COST. SHOULD AVOID LIQUOR.",
            "remediesNp": "आँखाको औषधि नि:शुल्क दान गर्नुहोस्। रक्सी सेवन नगर्नुहोस्।"
        },
        "4": {
            "good": "Love his family and may be a doctor or profession may be related to medical profession",
            "goodNp": "परिवारप्रेमी, डाक्टर वा चिकित्सा क्षेत्र सफल हुने।",
            "bad": "If he is in construction line or construct his own house then Saturn becomes unfavorable for mother and maternal uncle. Extra marital relations will give malefic effects.",
            "badNp": "आफ्नै घर निर्माण गर्दा आमा र मामाका लागि शनि प्रतिकूल हुन सक्छ।",
            "remedies": "PUT MILK IN A WELL, SHOULD NOT DRINK MILK IN NIGHT.",
            "remediesNp": "इनारमा दूध हाल्नुहोस्। राती दूध नपिउनुहोस्।"
        },
        "5": {
            "good": "Such a person will give importance to self respect. If he construct his own house, his children will suffer. He may be a writer",
            "goodNp": "स्वाभिमानी स्वभाव। आफ्नै घर बनाएमा सन्तानलाई कष्ट हुन सक्छ। लेखक हुन सक्ने।",
            "bad": "Native may be thief, cheater, unfortunate, poor, ill health, child birth problem.",
            "badNp": "चोरी, ठगी, गरिबी र सन्तान प्राप्तिमा समस्या हुन सक्छ।",
            "remedies": "HE SHOULD KEEP THINGS RELATED TO SUN, MARS AND MOON IN THE DARK CORNER OF THE HOUSE.",
            "remediesNp": "सूर्य, मंगल र चन्द्रमासँग सम्बन्धित वस्तुहरू घरको अँध्यारो कुनामा राख्नुहोस्।"
        },
        "6": {
            "good": "If married after 28th years of age his family will be happy and wealthy but before 28th year will give bad effects in all respect. His elder son’s behavior is not good but will be helpful in his old age.",
            "goodNp": "२८ वर्षपछि विवाह गरेमा सुखी र धनी। बुढ्यौलीमा जेठो छोरा सहयोगी हुनेछ।",
            "bad": "In this house Saturn is not bad except when Native bring things related to Saturn at his home.",
            "badNp": "शनि यस भावमा त्यति खराब हुँदैन।",
            "remedies": "HE SHOULD AFLOAT COCONUT IN THE RIVER OR PET A BLACK DOG.",
            "remediesNp": "नदीमा नरिवल बगाउनुहोस् वा कालो कुकुर पाल्नुहोस्।"
        },
        "7": {
            "good": "Self centered, clever, deceiver. May become rich by his hard work in 36th years of age.",
            "goodNp": "आफैंमा केन्द्रित, चतुर र मेहनती। ३६ वर्षको उमेरमा धनी हुन सक्ने।",
            "bad": "Aloof, financially weak, rigid.",
            "badNp": "एक्लोपन, आर्थिक कमजोरी र जिद्दी स्वभाव।",
            "remedies": "HE SHOULD FILL SUGAR IN THE FLUTE AND DIG IT IN THE LONELY PLACE LIKE JUNGLE. HE SHOULD AVOID LIQUOR AND MEAT.",
            "remediesNp": "बाँसुरीमा चिनी भरेर निर्जन स्थानमा गाड्नुहोस्। रक्सी र मासुबाट टाढा रहनुहोस्।"
        },
        "8": {
            "good": "Long life, financially strong, good vision, selfish.",
            "goodNp": "लामो आयु, आर्थिक रूपमा बलियो र स्वार्थी स्वभाव।",
            "bad": "There is no malefic effects in this house if saturn is lone otherwise it gives bad effects on hairs, finance and vision, and may be psychologically weak.",
            "badNp": "शनि एक्लै भए खराब हुँदैन, तर अरूसँग भए धन र दृष्टिमा समस्या हुन सक्छ।",
            "remedies": "SUCH A PERSON SHOULD KEEP FLAT SILVER SQUARE PIECE WITH HIM.",
            "remediesNp": "आफूसँग चाँदीको वर्गाकार टुक्रा राख्नुहोस्।"
        },
        "9": {
            "good": "Strong, majestic, successful, sympathetic, happy family life, if in finance business he will suffer otherwise there will not face any type of problem in any other line of business. Such a person will have at least three houses before his death",
            "goodNp": "शक्तिशाली, सफल र सुखी पारिवारिक जीवन। मृत्यु अगाडि कम्तिमा तीनवटा घर हुने योग।",
            "bad": "If such a person has hairs on his forehead or on legs then Saturn gives malefic effects. Such a person will face problems in child birth or may be delayed child birth. Such a person has the tendency of taking revenge himself or will advise his children to take revenge.",
            "badNp": "निधार वा खुट्टामा धेरै रौँ भएमा शनि प्रतिकूल हुन सक्छ। सन्तान सुखमा बाधा।",
            "remedies": "THINGS RELATED TO JUPITER WILL GIVE GOOD RESULTS.",
            "remediesNp": "बृहस्पतिको उपाय गर्दा राम्रो फल मिल्नेछ।"
        },
        "10": {
            "good": "Saturn in this HOUSE always gives good results in every field of life.",
            "goodNp": "१० औं भावको शनिले जीवनको हरेक क्षेत्रमा राम्रो फल दिन्छ।",
            "bad": "Liquor and construction of house will turn Saturn bad or ineffective, things or work related to Sun and Mars give bad results",
            "badNp": "रक्सी सेवन र घर निर्माणले शनिको फल बिगार्न सक्छ।",
            "remedies": "SUCH A PERSON SHOULD KEEP THINGS RELATED TO MERCURY AND JUPITER.",
            "remediesNp": "बुध र बृहस्पतिकोसँग सम्बन्धित वस्तुहरू आफूसँग राख्नुहोस्।"
        },
        "11": {
            "good": "Financially strong, religious, benefit from Govt., happy family life, pleasing personality, will get paternal property.",
            "goodNp": "धनी, धार्मिक र सरकारी लाभ। पैतृक सम्पत्ति प्राप्त हुने।",
            "bad": "Problem in child birth, own house if constructed before 55 years of age will give bad effects in respect of health, if take liquor then notorious",
            "badNp": "सन्तान सुखमा बाधा। ५५ वर्ष अगाडि घर बनाए स्वास्थ्यमा समस्या हुन सक्छ।",
            "remedies": "SPIRIT, OIL, LIQUOR IF SPREAD ON EARTH BEFORE RISING OF SUN WILL GIVE GOOD RESULTS.",
            "remediesNp": "सूर्योदय अगाडि तेल वा रक्सी भुइँमा छर्नाले शुभ फल मिल्नेछ।"
        },
        "12": {
            "good": "Benefit from enemies, financially strong, many houses, Saturn will help in every field.",
            "goodNp": "शत्रुबाट लाभ, धनी र धेरै घर हुने योग। शनिले सबै क्षेत्रमा मद्दत गर्नेछ।",
            "bad": "If voracious eater, fond of women, sex indulgent and take liquor then Saturn will give bad effects in every field of life.",
            "badNp": "धनी, परस्त्रीगामी र रक्सी सेवन गरेमा शनिले धेरै दुःख दिनेछ।",
            "remedies": "DO NOT BE VORACIOUS EATER OR FOND OF WOMEN OR SEX INDULGENT.",
            "remediesNp": "धनी नखानुहोस् र परस्त्री गमनबाट टाढा रहनुहोस्।"
        }
    },
    "Rahu": {
        "1": {
            "good": "More he spends more he get. Problems in Govt. service, believe in religion, problems for brother, maternal family.",
            "goodNp": "जति धेरै खर्च गर्नुहुन्छ, त्यति धेरै प्राप्त हुनेछ। सरकारी सेवामा समस्या हुन सक्छ। धर्ममा विश्वास राख्नुहोस्।",
            "bad": "Problems up to 40 years from the things related to Rahu, if in service he may get transfers regularly but will not get promoted.",
            "badNp": "४० वर्षसम्म राहुसँग सम्बन्धित वस्तुहरूबाट समस्या। जागिरमा सरुवा भइरहने तर पदोन्नति नहुने सम्भावना।",
            "remedies": "NATIVE SHOULD NOT ACCEPT ELECTRONIC ITEMS AS A GIFT AT THE TIME OF MARRIAGE.",
            "remediesNp": "विवाहको समयमा विद्युतीय सामानहरू उपहारको रूप रूपमा स्वीकार नगर्नुहोस्।"
        },
        "2": {
            "good": "Native if not a king but he will enjoy the power like king",
            "goodNp": "राजा नभए पनि राजा जस्तै शक्ति र आनन्द प्राप्त हुनेछ।",
            "bad": "He may face incidents of theft even in day light or may have to go to jail",
            "badNp": "दिनदहाडै चोरी हुने वा जेल जानुपर्ने अवस्था आउन सक्छ।",
            "remedies": "HE SHOULD KEEP SOLID BALL MADE OF SILVER IN HIS POCKET.",
            "remediesNp": "खल्तीमा चाँदीको ठोस गोली राख्नुहोस्।"
        },
        "3": {
            "good": "Native will always be alert and vigilant and fearless by nature",
            "goodNp": "सधैं सतर्क, चनाखो र निडर स्वभाव।",
            "bad": "Native should keep tusk with him, will cause his downfall. Loans given to brother or relatives will be bad debts",
            "badNp": "हात्तीको दाँत राख्नु पतनको कारण बन्न सक्छ। आफन्तलाई दिएको ऋण उठ्न गाह्रो हुन्छ।",
            "remedies": "NATIVE SHOULD KEEP SILVER WITH HIM.",
            "remediesNp": "आफूसँग चाँदी राख्नुहोस्।"
        },
        "4": {
            "good": "Native may be rich but will spend according to his own wishes. He may get money from in-laws or money/wealth will start increasing from the marriage day",
            "goodNp": "धनी हुने तर आफ्नै इच्छा अनुसार खर्च गर्ने। विवाहपछि धन - सम्पत्ति बढ्दै जाने योग।",
            "bad": "Rahu does nothing bad in this house unless the person himself turns his rahu bad.",
            "badNp": "व्यक्तिको आफ्नै गल्ती विना राहुले यस भावमा खराब गर्दैन।",
            "remedies": "NATIVE SHOULD PUT SILVER OR SHOULD MAKE COMPLETE HOUSE AND GETS IT REPAIRED OR REPAIR IT COMPLETELY.",
            "remediesNp": "घरको पूर्ण मर्मत गर्नुहोस् वा चाँदीको टुक्रा राख्नुहोस्।"
        },
        "5": {
            "good": "In this house Rahu helps in all respects",
            "goodNp": "यस भावमा राहुले सबै प्रकारले मद्दत गर्नेछ।",
            "bad": "Child problems, problems in education, mental tension.",
            "badNp": "सन्तान सम्बन्धी समस्या, शिक्षामा बाधा र मानसिक तनाव।",
            "remedies": "NATIVE SHOULD MARRY HIS WIFE TWICE. HE HOULD KEEP ELEPHANT MADE OF SILVER IN THIS HOUSE.",
            "remediesNp": "आफ्नी पत्नीसँगै पुनः विवाह गर्नुहोस्। घरमा चाँदीको हात्ती राख्नुहोस्।"
        },
        "6": {
            "good": "Such a person spends money for pump and show or on useless things but not on things actually needed.",
            "goodNp": "देखावटी वा अनावश्यक कुरामा धेरै खर्च गर्ने स्वभाव।",
            "bad": "If quarrels with elder brother or sister, his downfall is sure.",
            "badNp": "दाजुभाइ वा दिदीबहिनीसँग झगडा गरेमा पतन निश्चित छ।",
            "remedies": "HE SHOULD PET BLACK DOG. HE SHOULD KEEP BLACK GLASS IN HIS POCKET.",
            "remediesNp": "कालो कुकुर पाल्नुहोस्। खल्तीमा कालो 'ग्लास' राख्नुहोस्।"
        },
        "7": {
            "good": "Native is benefited by the Govt. and he will never be in a situation to ask any one for help.",
            "goodNp": "सरकारबाट लाभ मिल्नेछ र कसैसँग मद्दत माग्नुपर्ने अवस्था आउने छैन।",
            "bad": "He should not marry before 21 years of age. Speculation business will ruin him.",
            "badNp": "२१ वर्ष अगाडि विवाह नगर्नुहोस्। सट्टाबजार वा जुवातासले बर्बाद गर्न सक्छ।",
            "remedies": "HE SHOULD NOT WEAR BLUE COLOR CLOTHS.",
            "remediesNp": "नीलो रंको लुगा नलगाउनुहोस्।"
        },
        "8": {
            "good": "Steep up and downs after every 4years",
            "goodNp": "हरेक ४ वर्षमा जीवनमा ठूला उतारचढाव आउन सक्छन्।",
            "bad": "If he earns through unfair means, he will loose his own money also.",
            "badNp": "गलत तरिकाले धन कमाएमा आफ्नै धन पनि गुम्न सक्छ।",
            "remedies": "HE SHOULD KEEP PLAIN SQUARE PIECE OF SILVER WITH HIM FOR 40 DAYS.",
            "remediesNp": "४० दिनसम्म चाँदीको वर्गाकार टुक्रा आफूसँग राख्नुहोस्।"
        },
        "9": {
            "good": "He may be a psychologist and dishonesty may cause his downfall",
            "goodNp": "मनोविज्ञानमा रुचि हुन सक्छ। बेइमानी पतनको कारण बन्न सक्छ।",
            "bad": "His son will create problems.",
            "badNp": "छोराका कारण समस्या उत्पन्न हुन सक्छ।",
            "remedies": "HE SHOULD NOT PET DOG BUT HE SHOULD FEED DOG WHEN EVER PROBLEM ARISES.",
            "remediesNp": "कुकुर नपाल्नुहोस् तर समस्या पर्दा कुकुरलाई खुवाउनुहोस्।"
        },
        "10": {
            "good": "Brave, rich, long life, good for business and for father.",
            "goodNp": "साहसी, धनी र लामो आयु। व्यापार र बुबाका लागि शुभ।",
            "bad": "Bad for native and for his mother in respect of health, weak eye sight.",
            "badNp": "स्वास्थ्य र आँखाको दृष्टिका लागि केही कमजोर।",
            "remedies": "HE SHOULD DISTRIBUTE FREQUENTLY SWEETS OR COTTON CLOTHS (RED COLORED).",
            "remediesNp": "समय-समयमा मिठाई वा रातो सुतीको लुगा वितरण गर्नुहोस्।"
        },
        "11": {
            "good": "Native should live with his father for good health, wealth and for family happiness and after death he should put on gold or yellow thread or sapphire.",
            "goodNp": "राम्रो स्वास्थ्य र धनका लागि बुबासँगै बस्नु लाभदायक।",
            "bad": "Diseases of ear, genitals, back bone, legs.",
            "badNp": "कान, गुप्ताङ्ग, ढाड वा खुट्टा सम्बन्धी रोग लाग्न सक्छ।",
            "remedies": "HE SHOULD DONATE REGULARLY AT PLACE OF WORSHIP.",
            "remediesNp": "नियमित रूपमा मन्दिरमा दान गर्नुहोस्।"
        },
        "12": {
            "good": "Native enjoys night comfort, his in-laws will be rich.",
            "goodNp": "रातको सुख प्राप्त हुनेछ। ससुराली पक्ष धनी हुनेछ।",
            "bad": "Wasteful expenditure, he will not get reward for his hard work.",
            "badNp": "अनावश्यक खर्च र मेहनतको उचित फल नपाइने।",
            "remedies": "HE SHOULD TAKE HIS MEALS IN HIS KITCHEN.",
            "remediesNp": "भान्साकोठामै बसेर खाना खानुहोस्।"
        }
    },
    "Ketu": {
        "1": {
            "good": "Business or Service will be satisfactory, success in spiritual field, tense family life.",
            "goodNp": "व्यापार वा जागिर सन्तोषजनक रहनेछ। आध्यात्मिक क्षेत्रमा सफलता मिल्नेछ।",
            "bad": "Headache, ill health of wife, tension for child birth or health.",
            "badNp": "टाउको दुखाई, पत्नीको अस्वस्थता र सन्तान सम्बन्धी चिन्ता।",
            "remedies": "HE SHOULD NOT GIVE MONEY TO HIS SON TO BUY TOY IN THE MORNING OR EVENING.",
            "remediesNp": "बिहान वा बेलुकाको समयमा छोरालाई खेलौना किन्न पैसा नदिनुहोस्।"
        },
        "2": {
            "good": "Traveling will be beneficial. He will earn lot but will not be able to save it for future.",
            "goodNp": "यात्रा लाभदायक रहनेछ। धन धेरै कमाउने तर बचत गर्न गाह्रो हुने योग।",
            "bad": "Steep up and down in family life, children will not be helpful in old age.",
            "badNp": "पारिवारिक जीवनमा उतारचढाव। बुढ्यौलीमा सन्तानबाट खासै सहयोग नपाइने।",
            "remedies": "NATIVE SHOULD PUT SAFFRON MARK ON HIS FOREHEAD.",
            "remediesNp": "निधारमा केशरको टीका लगाउनुहोस्।"
        },
        "3": {
            "good": "Benefit from in-laws and from brothers or friends, children will be helpful, God fearing and helpful to others.",
            "goodNp": "ससुराली, दाजुभाइ र साथीभाइबाट लाभ। ईश्वरप्रेमी र सहयोगी स्वभाव।",
            "bad": "Bad effects on finance, age, brothers, in-laws.",
            "badNp": "धन, आयु र दाजुभाइका लागि केही प्रतिकूल फल।",
            "remedies": "HE SHOULD AFLOAT THINGS RELATED TO JUPITER IN THE RIVER.",
            "remediesNp": "बृहस्पतिकोसँग सम्बन्धित वस्तुहरू नदीमा बगाउनुहोस्।"
        },
        "4": {
            "good": "Native will respect God, Teacher and elders and by doing this he will be happy in his whole life.",
            "goodNp": "ईश्वर, गुरु र अग्रजहरूको सम्मान गर्नाले जीवनभर सुखी रहनुहुनेछ।",
            "bad": "Ill health, many diseases, bad for mother and children.",
            "badNp": "अस्वस्थता र धेरै रोगहरूको डर। आमा र सन्तानका लागि केही कष्ट।",
            "remedies": "HE SHOULD PET A DOG. SHOULD WEAR SILVER FOR MENTAL PEACE.",
            "remediesNp": "कुकुर पाल्नुहोस्। मानसिक शान्तिका लागि चाँदी धारण गर्नुहोस्।"
        },
        "5": {
            "good": "Financially sound, no dispute even if he has two wives at the same time in his whole life.",
            "goodNp": "आर्थिक रूप रूपमा सबल। दुई पत्नी भए पनि विवाद नहुने योग।",
            "bad": "Bad effects up to the age of 45 years.",
            "badNp": "४५ वर्षको उमेरसम्म केही प्रतिकूल प्रभाव रहन सक्छ।",
            "remedies": "DONATE THINGS RELATED TO MOON AND MARS.",
            "remediesNp": "चन्द्रमा र मंगलसँग सम्बन्धित वस्तुहरू दान गर्नुहोस्।"
        },
        "6": {
            "good": "Such a person is happy, long life, good mother, live comfortable in abroad.",
            "goodNp": "सुखी र लामो आयु। आमाको सुख मिल्ने र विदेशमा सुखद बसाई।",
            "bad": "Native may have many enemies.",
            "badNp": "धनी धेरै शत्रुहरू हुन सक्छन्।",
            "remedies": "NATIVE SHOULD PET A DOG, HE SHOULD WEAR A GOLD RING IN HIS LEFT HAND.",
            "remediesNp": "कुकुर पाल्नुहोस्। देब्रे हातमा सुनको औंठी लगाउनुहोस्।"
        },
        "7": {
            "good": "Enemy will fear from such a person. Native will earn a lot up to the age of 24years.",
            "goodNp": "शत्रुहरू डराउने स्वभाव। २४ वर्षको उमेरसम्म धेरै धन कमाउने योग।",
            "bad": "Proud, false promises, abusive language will cause trouble or even down fall, tension due to wife or daughter.",
            "badNp": "घमण्ड, झुटो आश्वासन र खराब बोलीले पतन गराउन सक्छ।",
            "remedies": "HE SHOULD NOT MAKE FALSE PROMISES, ABUSIVE LANGUAGE ETC...",
            "remediesNp": "झुटो बाचा नगर्नुहोस् र अपशब्द प्रयोग नगर्नुहोस्।"
        },
        "8": {
            "good": "Whether Ketu is good or bad it is always decided by the 12th house. Such a person has the ability to sense death in advance. He will get son in the 34th years of age.",
            "goodNp": "८ औं भावको केतुको फल १२ औं भावले तय गर्छ। ३४ वर्षमा पुत्र लाभ हुन सक्छ।",
            "bad": "Ketu bad effects on health and age of wife and children",
            "badNp": "पत्नी र सन्तानको स्वास्थ्यमा समस्या आउन सक्छ।",
            "remedies": "THINGS RELATED TO KETU SHOULD BE GIVEN AT RELIGIOUS PLACE.",
            "remediesNp": "केतुसँग सम्बन्धित वस्तुहरू धार्मिक स्थलमा दान गर्नुहोस्।"
        },
        "9": {
            "good": "Ketu of this house gives rise but change in profession. Such a person will be trust worthy and brave; wealth of such a person multiplies rapidly.",
            "goodNp": "पेशा परिवर्तन भए पनि उन्नति हुने। विश्वासिलो र साहसी स्वभाव।",
            "bad": "Native may destroy his maternal uncle; Ketu is also not good for male child of Native.",
            "badNp": "मामाको लागि खराब र पुत्रका लागि पनि केही कष्टकर।",
            "remedies": "NATIVE SHOULD PUT GOLD THINGS ON HIS BODY.",
            "remediesNp": "शरीरमा सुनका गहनाहरू धारण गर्नुहोस्।"
        },
        "10": {
            "good": "Native will continuously help his brothers even if they waste the money, native never be insolvant or bankrupt., his wife may be very beautiful and helpful. He may be a famous sports personality.",
            "goodNp": "दाजुभाइलाई सधैं मद्दत गर्ने। पत्नी सुन्दर र सहयोगी हुनेछिन्। खेलकुदमा नाम कमाउन सक्ने।",
            "bad": "Things related to Ketu will give bad effects till the age of 28 if Saturn is also bad",
            "badNp": "शनि पनि खराब भए २८ वर्षसम्म केतुले दुःख दिन सक्छ।",
            "remedies": "HE SHOULD DIG A SILVER VESSEL OF ANY SIZE FULL OF HONEY AT DESERTED PLACE.",
            "remediesNp": "चाँदीको भाँडामा मह भरेर निर्जन स्थानमा गाड्नुहोस्।"
        },
        "11": {
            "good": "Native will always think of future. He will have enough wealth, may be a coward but potent. He may be administrator or ruler.",
            "goodNp": "भविष्यको चिन्ता गर्ने स्वभाव। पर्याप्त धन हुने। प्रशासक हुन सक्ने योग।",
            "bad": "Bad for mother, wife, male child of the native may be still born.",
            "badNp": "आमा, पत्नी र सन्तानका लागि केही प्रतिकूल।",
            "remedies": "DISTRIBUTE THINGS RELATED TO SATURN (SPECIALLY REDDISH) AT RELIGIOUS PLACE AFTER PUTTING THEM UNDER THE HEAD SIDE OF THE BED OF WIFE.",
            "remediesNp": "शनिसँग सम्बन्धित वस्तुहरू धार्मिक स्थलमा दान गर्नुहोस्।"
        },
        "12": {
            "good": "Native will keep on rising but change is not possible in respect of business or service. He will enjoy all luxuries and his son will increase his wealth further",
            "goodNp": "सधैं उन्नति भइरहने। सबै सुख-सुविधाहरू प्राप्त हुने र छोराले धन बढाउनेछन्।",
            "bad": "If native kills dog, or his is of dubious nature Ketu will give bad results.",
            "badNp": "कुकुर मारेमा वा दोधारे स्वभाव भएमा केतुले खराब फल दिन्छ।",
            "remedies": "NATIVE SHOULD SUCK HIS THUMB EVERY DAY AFTER DIPPING IT IN MILK.",
            "remediesNp": "हरेक दिन बुढी औंला दूधमा चोपेर चुस्नुहोस्।"
        }
    }
}